atv 6.1/request.xml

<?xml version="1.0"?>

<soap:Envelope
xmlns:soap="http://www.w3.org/2003/05/soap-envelope/"
soap:encodingStyle="http://www.w3.org/2003/05/soap-encoding">

<soap:Header>
    <Authentication xmlns="http://www.example.org/">
      <Password>Abcde</Password>
      <UserName>geralt</UserName>
    </Authentication>
</soap:Header>
<soap:Body xmlns:m="http://www.example.org/consultaClientes">
  <m:consultaClienteRequest>
    <m:Item>05865474574</m:Item>
  </m:consultaClienteRequest>
</soap:Body>
</soap:Envelope>